docs/notes/2020-12-04-17-20-31-minsky1977FinancialInstabilityHypothesis.html
<?xml version="1.0" encoding="utf-8"?>
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
  <!-- 2021-09-07 ter 18:55 -->
  <meta http-equiv="Content-Type" content=
  "text/html; charset=utf-8" />
  <meta name="viewport" content=
  "width=device-width, initial-scale=1" />
  <title>minsky1977FinancialInstabilityHypothesis: The Financial
  Instability Hypothesis: An Interpretation of Keynes and an
  Alternative to "Standard" Theory</title>
  <meta name="author" content="Gabriel Petrini" />
  <meta name="generator" content="Org Mode" />
</head>
<body>
  <div id="content" class="content">
    <h1 class="title">minsky1977FinancialInstabilityHypothesis: The
    Financial Instability Hypothesis: An Interpretation of Keynes
    and an Alternative to “Standard” Theory</h1>
    <div id="table-of-contents" role="doc-toc">
      <h2>Table of Contents</h2>
      <div id="text-table-of-contents" role="doc-toc">
        <ul>
          <li>
            <a href="#minsky1977FinancialInstabilityHypothesis">1.
            The Financial Instability Hypothesis: An Interpretation
            of Keynes and an Alternative to “Standard” Theory</a>
            <ul>
              <li><a href="#orgbf138b6">1.1. FISH-5SS</a></li>
              <li><a href="#orgd955624">1.2. Backlinks</a></li>
            </ul>
          </li>
          <li>
            <a href="#org4d0af03">2. Specifics comments</a>
            <ul>
              <li><a href="#org1e493d1">2.1. Introduction</a></li>
              <li><a href="#org94e6128">2.2. Interpretation Of The
              General Theory In Light Of Keynes’s Rebuttal To
              Professor Viner</a></li>
              <li><a href="#orga0653af">2.3. The Financial
              Instability view of our economy</a></li>
            </ul>
          </li>
        </ul>
      </div>
    </div>
    <p>Time-stamp: 2020-12-04</p>
    <div id=
    "outline-container-minsky1977FinancialInstabilityHypothesis"
    class="outline-2">
      <h2 id="minsky1977FinancialInstabilityHypothesis">
      <span class="section-number-2">1.</span> The Financial
      Instability Hypothesis: An Interpretation of Keynes and an
      Alternative to “Standard” Theory</h2>
      <div class="outline-text-2" id=
      "text-minsky1977FinancialInstabilityHypothesis"></div>
      <div id="outline-container-orgbf138b6" class="outline-3">
        <h3 id="orgbf138b6"><span class=
        "section-number-3">1.1.</span> FISH-5SS</h3>
        <div class="outline-text-3" id="text-1-1">
          <table border="2" cellspacing="0" cellpadding="6" rules=
          "groups" frame="hsides">
            <colgroup>
              <col class="org-left" />
              <col class="org-left" />
            </colgroup>
            <tbody>
              <tr>
                <td class="org-left"><b>Background</b></td>
                <td class="org-left">&nbsp;</td>
              </tr>
              <tr>
                <td class="org-left"><b>Supporting Ideas</b></td>
                <td class="org-left">Financial Instability is a
                recurrent phenomena in capitalist economies</td>
              </tr>
              <tr>
                <td class="org-left"><b>Purpose</b></td>
                <td class="org-left">Present the FIH and argue why
                it is more adequate to a capitalist economy than
                the standard theory</td>
              </tr>
              <tr>
                <td class="org-left"><b>Originality/value
                (Contribution)</b></td>
                <td class="org-left">Presents the FIH as an
                interpretation of Keynes General Theory</td>
              </tr>
              <tr>
                <td class="org-left"><b>Relevance</b></td>
                <td class="org-left">&nbsp;</td>
              </tr>
              <tr>
                <td class="org-left">
                <b>Design/methodology/approach</b></td>
                <td class="org-left">&nbsp;</td>
              </tr>
              <tr>
                <td class="org-left"><b>Results</b></td>
                <td class="org-left">FIH as an explanation to the
                business cycle</td>
              </tr>
              <tr>
                <td class="org-left"><b>(Interesting)
                Findings</b></td>
                <td class="org-left">&nbsp;</td>
              </tr>
              <tr>
                <td class="org-left"><b>Research
                limitations/implications (Critics)</b></td>
                <td class="org-left">&nbsp;</td>
              </tr>
              <tr>
                <td class="org-left"><b>Uncategorized
                stuff</b></td>
                <td class="org-left">&nbsp;</td>
              </tr>
              <tr>
                <td class="org-left"><b>5SS</b></td>
                <td class="org-left">&nbsp;</td>
              </tr>
            </tbody>
          </table>
        </div>
      </div>
      <div id="outline-container-orgd955624" class="outline-3">
        <h3 id="orgd955624"><span class=
        "section-number-3">1.2.</span> Backlinks</h3>
        <div class="outline-text-3" id="text-1-2">
          <p><a href=
          "20201202092036-iee882_macroeconomia_financeira.html#ID-8234ec70-778d-4959-8ddb-c4c5bb53f0bc">
          IEE882 - Macroeconomia Financeira</a></p>
        </div>
      </div>
    </div>
    <div id="outline-container-org4d0af03" class="outline-2">
      <h2 id="org4d0af03"><span class="section-number-2">2.</span>
      Specifics comments</h2>
      <div class="outline-text-2" id="text-2"></div>
      <div id="outline-container-org1e493d1" class="outline-3">
        <h3 id="org1e493d1"><span class=
        "section-number-3">2.1.</span> Introduction</h3>
        <div class="outline-text-3" id="text-2-1">
          <p>The author starts presenting some standar
          interpretations of
          (NO_ITEM_DATA:keynesGeneralTheoryEmployment1936a) General
          Theory as follows</p>
          <ul class="org-ul">
            <li>Viner attributes GT novelty to wage and prices
            rigidities and to a varying money velocity coefficient
              <ul class="org-ul">
                <li>Keynes rebuts and proposes an interpretation
                that is inconsistent with the standard IS-LM
                framework</li>
                <li>The Financial Instability Hypothesis (FIH) is
                argued to be more consistent with Keynes
                interpretation of
                (NO_ITEM_DATA:keynesGeneralTheoryEmployment1937)</li>
              </ul>
            </li>
          </ul>
        </div>
      </div>
      <div id="outline-container-org94e6128" class="outline-3">
        <h3 id="org94e6128"><span class=
        "section-number-3">2.2.</span> Interpretation Of The
        General Theory In Light Of Keynes’s Rebuttal To Professor
        Viner</h3>
        <div class="outline-text-3" id="text-2-2">
          <ul class="org-ul">
            <li>Neoclassical: financial crisis are anomalies</li>
            <li>Keynes: proposes an explanation of financial and
            output instability throughout <b>uncertainty</b>
              <ul class="org-ul">
                <li>Focus on <b>investment decisions</b> and its
                financial usage</li>
                <li>To understand this topic it is necessarily to
                abbandon the village paradigm</li>
                <li>In <b>Wall street paradigm</b> money is a
                special type of bond that emerges as position in
                <b>capital assets</b> are <b>financed</b>
                  <ul class="org-ul">
                    <li>Money as a veil between the “real asset and
                    the wealth owner”</li>
                    <li>Uncertainty and expectations affects the
                    relative prices of <b>capital assets and
                    financial instruments</b> as well as the
                    relation between capital-asset price and the
                    price of current output</li>
                  </ul>
                </li>
              </ul>
            </li>
          </ul>
        </div>
      </div>
      <div id="outline-container-orga0653af" class="outline-3">
        <h3 id="orga0653af"><span class=
        "section-number-3">2.3.</span> The Financial Instability
        view of our economy</h3>
        <div class="outline-text-3" id="text-2-3">
          <p>Looking throught the lenses of Wall street paradigm,
          cash flows are legacy of past contracts. That been said,
          Minsky focus on <b>business debt</b>. Next, the author
          states that profit flows depends on <b>scarcity of
          specific capital assets: <span class="underline">capital
          used to produce investment goods</span></b>. Thus,
          profits depends on the <b>pace of investment</b>.</p>
          <blockquote>
            <p>It follows that present acceptable liability
            structures reflect current speculations on the course
            of future investment</p>
          </blockquote>
          <p>The same applier to equities share prices which are a
          result of capitalizing the expected residuals of cash
          flows. Additionaly, equity prices determines <b>market
          value of capital assets</b> and affects demand for
          investment goods. Thus, equity prices are relevant to
          explain firms investment. Next, Minsky discuss the
          inclusion of the government similar to Kalecki. This
          discussion can be summarized as follows:</p>
          <blockquote>
            <p>The behavior of our economy therefore depends upon
            the pace of investment. In a capitalist economy the
            valuation that is placed upon capitalassets, which
            determines current investment, and the ability to
            fulfill contractual commitments, which determines
            financing possibilities, depend critically upon the
            pace of gross profits. Gross profits, in turn, are
            largely determined by investment. Thus the ability to
            debt finance new investment depends upon expectations
            that future investment will be high enough so that
            future cash flows willbe large enough for the debts
            that are issued today to be repaid or refinance.</p>
          </blockquote>
          <p>In summary, investment determines both aggregate
          demand and debt structure. Thus, an economy with more
          private debt tend to be more vulnerable. The associated
          instability occurs from the uncertainty nature of the
          capitalist economy. As a consequence, <b>uncertainty</b>
          determines both income and employment.</p>
          <p>Next, Minsky explain the movement from a hedge debt
          structure units to a Ponzi one. This direction is
          associated with the incompability between stable growth
          and investment determinants. Additionaly, the author
          points out the relevance of <b>financial innovations</b>.
          In summary, an increase on finance availability increases
          the prices of <b>assets</b> relative to <b>current
          output</b> which leads to an increase on
          <b>investment</b>.</p>
          <ul class="org-ul">
            <li>
              <b>Hedge positions:</b> Cash flow are sufficient to
              meet debts
              <ul class="org-ul">
                <li>Depends on normal functioning of output
                market</li>
              </ul>
            </li>
            <li>
              <b>Speculative positions:</b> Cash flow expects to
              meet debt commitment by rising funds with new debt
              <ul class="org-ul">
                <li>Also depend on normal functioning of financial
                markets</li>
                <li>Vulnerabilities:
                  <ul class="org-ul">
                    <li>Must meet market as they refinance debt
                    \(\Leftrightarrow\) interest rate increase
                    could rise payments commitments</li>
                    <li>Assets are longer than they liabilities, an
                    increase in both short and long run interest
                    rate will lead to a <b>greater</b> fall in
                    their asset market value than liabilities
                      <ul class="org-ul">
                        <li>TODO: Perguntar</li>
                      </ul>
                    </li>
                    <li>Acceptables views on liabilities structures
                    are subjectives</li>
                  </ul>
                </li>
              </ul>
            </li>
            <li><b>Ponzi positions:</b> cash payment commitments
            are met by increasing outstanding debt</li>
          </ul>
          <p>Thus, Minsky proposes an endogenous explanation for
          financial crises. One way to abort this result is through
          government intervation.</p>
          <h2 class='citeproc-org-bib-h2'>Bibliography</h2>
          <div class="csl-bib-body">
            <div class="csl-entry">
              NO_ITEM_DATA:keynesGeneralTheoryEmployment1936a
            </div>
            <div class="csl-entry">
              NO_ITEM_DATA:keynesGeneralTheoryEmployment1937
            </div>
          </div>
        </div>
      </div>
    </div>
  </div>
  <div id="postamble" class="status">
    <p class="author">Author: Gabriel Petrini</p>
    <p class="date">Created: 2021-09-07 ter 18:55</p>
  </div>
</body>
</html>
